export const MOCK_NOTES = [
  {
      "id": "id_jdivtbggl",
      "title": "Побывал в горах",
      "date": "2024-11-13",
      "emoji": "",
      "text": "",
      "tags": [
          {
              "id": "id_gl0jal11y",
              "name": "путешествие"
          },
          {
              "id": "id_nlh4rjwgw",
              "name": "горы"
          },
          {
              "id": "id_7880y8v31",
              "name": "кавказ"
          }
      ],
      "image": "https://images.unsplash.com/photo-1742466851711-24e957c6f2a8?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDQwMzE1ODh8&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_ynf83x3uu",
      "title": "Побывал в горах",
      "date": "2025-04-09",
      "emoji": "",
      "text": "",
      "tags": [
          {
              "id": "id_rz1lfpht6",
              "name": "путешествие"
          },
          {
              "id": "id_vo6ywsapf",
              "name": "горы"
          },
          {
              "id": "id_unvh5igsf",
              "name": "кавказ"
          },
          {
              "id": "id_uawzz8qm1",
              "name": "путешествие2"
          },
          {
              "id": "id_5te43oxqc",
              "name": "путешествие3"
          },
          {
              "id": "id_vucf9mggk",
              "name": "еще тег"
          },
          {
              "id": "id_j351o73rz",
              "name": "еше тег 2"
          }
      ],
      "image": "https://images.unsplash.com/photo-1735780688144-569871ce8381?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHJhbmRvbXx8fHx8fHx8fDE3NDQxNzczNjd8&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_iem3jurj5",
      "title": "Кто не рискует тот не пьет шампанского",
      "date": "2025-04-09",
      "emoji": "🙃",
      "text": "Странное дело, я еще не выиграл, но поступаю, чувствую и мыслю, как богач, и не могу представлять себя иначе. Я располагал, несмотря на ранний час, тотчас же отправиться к мистеру Астлею в отель d’Angletterre, очень недалеко от нас, как вдруг вошёл ко мне Де-Грие. Этого никогда ещё не случалось, да, сверх того, с этим господином во всё последнее время мы были в самых чуждых и в самых натянутых отношениях. Он явно не скрывал своего ко мне пренебрежения, даже старался не скрывать; а я — я имел свои собственные причины его не жаловать.",
      "tags": [],
      "image": "https://images.unsplash.com/photo-1734973451268-344dfc908f2f?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHNlYXJjaHwxfHwlRDElODglRDAlQjAlRDAlQkMlRDAlQkYlRDAlQjAlRDAlQkQlRDElODElRDAlQkElRDAlQkUlRDAlQjV8ZW58MHx8fHwxNzQ0MTc3NDMzfDA&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_h05c058s2",
      "title": "Осень наступила",
      "date": "2025-04-09",
      "emoji": "",
      "text": "Осень похожа на уже прочитанную, но успевшую позабыться книгу — каждая страница о том, что знаешь и о чем смутно помнишь, каждая страница — возвращение туда, где уже побывал. Ночи отныне наполнены шумом дождя, утра пахнут обессилевшей, но ещё не остывшей землёй, солнце, растерявши всю свою чинную неспешность, суетливо скользит по краю неба, не поднимаясь выше холмов — время солнца ушло, настали чужие времена. Осень стоит на пороге непрошеным гостем, мнётся, виновато отводит глаза, протягивает горсть этого и того — спелого, ало-сладкого, вязко-терпкого. Полюби, полюби меня! Вот тебе золото сентября, вот тебе безмятежность октября, вот тебе прощальный стрекот цикад, вот росчерк журавлиного клина на облаках.",
      "tags": [],
      "image": "https://images.unsplash.com/photo-1731765904437-c4b3cbf7a4a8?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHNlYXJjaHwzfHwlRDAlQkUlRDElODElRDAlQjUlRDAlQkQlRDElOEN8ZW58MHx8fHwxNzQ0MTc3NDczfDA&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_li409hno0",
      "title": "Вкусняшки",
      "date": "2024-10-23",
      "emoji": "🤤",
      "text": "Иногда, за вечерним чаем, на меня снисходит странное ощущение того, что меня не существует. Иногда, за вечерним чаем, на меня снисходит странное ощущение того, что меня не существует. Это одна из тех деталей, объяснение которой я могу получить, когда пишу. Мне надобно писать каждый день и все время быть очень точным в деталях. Вообще, это связано с моей профессией. Меня обвиняли в том, что я никогда не показываю свое лицо. Фактически это случалось много раз.",
      "tags": [],
      "image": "https://images.unsplash.com/photo-1591899495446-836c1c873ae7?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHNlYXJjaHwxfHwlRDAlQkYlRDAlQjUlRDElODclRDAlQjUlRDAlQkQlRDElOEMlRDAlQjV8ZW58MHx8fHwxNzQ0MTgzNzk1fDA&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_jm9hmv0b1",
      "title": "Бывало и лучше",
      "date": "2024-10-19",
      "emoji": "",
      "text": "",
      "tags": [
          {
              "id": "id_6cr5sc290",
              "name": "тлен"
          },
          {
              "id": "id_0pfrefluo",
              "name": "безысходность"
          }
      ],
      "image": "https://images.unsplash.com/photo-1687883991651-62d6210c3d4c?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHNlYXJjaHw3fHwlRDAlQjQlRDAlQkUlRDAlQjYlRDAlQjQlRDElOEN8ZW58MHx8fHwxNzQ0MTg0MDk1fDA&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_x1wp3j8sd",
      "title": "Перечитал любимого автора",
      "date": "2025-03-12",
      "emoji": "😔",
      "text": "",
      "tags": [
          {
              "id": "id_34mvvfxau",
              "name": "длинный тег, который занял всё место остальных тегов"
          },
          {
              "id": "id_30jezzhyi",
              "name": "еще один тег"
          },
          {
              "id": "id_wp28p4uhu",
              "name": "путешествие"
          },
          {
              "id": "id_f0pfi4d85",
              "name": "еще тег"
          }
      ],
      "image": "https://images.unsplash.com/photo-1606049330485-e558e626b406?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHNlYXJjaHw2fHwlRDAlQkElRDAlQkQlRDAlQjglRDAlQjMlRDAlQjB8ZW58MHx8fHwxNzQ0MTg3NzkzfDA&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_11w73h3b0",
      "title": "Я запутался",
      "date": "2024-09-30",
      "emoji": "",
      "text": "Рано или поздно все станет понятно, все станет на свои места и выстроится в единую красивую схему, как кружева. Станет понятно, зачем все было нужно, потому что все будет правильно. Подумать только, что из-за какой‑то вещи можно так уменьшиться, что превратиться в ничто.",
      "tags": [],
      "image": "https://images.unsplash.com/photo-1639333962267-657e34b2a319?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHNlYXJjaHw2fHwlRDAlQkElRDElODMlRDElODElRDElODIlRDElOEJ8ZW58MHx8fHwxNzQ0MTg4MzI1fDA&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_j8sorccp6",
      "title": "Незабываемые детские воспоминания",
      "date": "2025-04-07",
      "emoji": "😊",
      "text": "Забавно: когда ты маленький, ты веришь, что можешь стать кем угодно, кем захочешь. Твои мечты не знают границ. Ты веришь в волшебство, веришь в сказки и сказочные возможности. Но стоит тебе повзрослеть, и эта детская вера рассеивается как дым, а вместе ней ты начинаешь видеть перед собой жизненные реалии и с ужасом понимаешь, что ты не можешь осуществить все свои мечты. И тогда ты становишься скромнее, просишь у жизни меньшего или вообще прекращаешь мечтать. Почему мы перестаём верить в себя? Почему мы руководствуемся лишь фактами, логикой — чем угодно, только не нашими мечтами? Нет ничего невозможного, и более того — эта возможность, которую я получила сейчас, всегда была у меня. Просто у меня не хватало сил до неё дотянуться. Нет ничего невозможного.",
      "tags": [],
      "image": "https://images.unsplash.com/photo-1641718371556-06091d4c8f78?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHNlYXJjaHwxfHwlRDAlQjIlRDAlQkUlRDAlQjclRDAlQjQlRDElODMlRDElODglRDAlQkQlRDElOEIlRDAlQjklMjAlRDElODglRDAlQjAlRDElODB8ZW58MHx8fHwxNzQ0MTg4NDE3fDA&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_76nifepdb",
      "title": "Конец лета",
      "date": "2025-03-31",
      "emoji": "",
      "text": "Я не то что схожу с ума, но устал за лето. За рубашкой в комод полезешь, и день потерян. Поскорей бы, что ли, пришла зима и занесла всё это — города, человеков, но для начала зелень. Стану спать не раздевшись или читать с любого места чужую книгу, покамест остатки года, как собака",
      "tags": [],
      "image": "https://images.unsplash.com/photo-1638316132295-7b5866fda5d4?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHNlYXJjaHwyfHwlRDAlQkIlRDAlQjUlRDElODIlRDAlQkV8ZW58MHx8fHwxNzQ0MTg4NDQ4fDA&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_z7xse4lif",
      "title": "Отдых на озере",
      "date": "2024-08-17",
      "emoji": "",
      "text": "",
      "tags": [
          {
              "id": "id_u4gm9fxx9",
              "name": "путешествие"
          },
          {
              "id": "id_5r80cowyy",
              "name": "природа"
          }
      ],
      "image": "https://images.unsplash.com/photo-1527594840346-d96a2a1cb54e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w2NzA5NTR8MHwxfHNlYXJjaHwxfHwlRDAlQkUlRDElODIlRDAlQjQlRDElOEIlRDElODV8ZW58MHx8fHwxNzQ0MTg4NTIzfDA&ixlib=rb-4.0.3&q=80&w=400"
  },
  {
      "id": "id_gq3yg6qi7",
      "title": "В кои-то веки занялся спортом",
      "date": "2025-03-13",
      "emoji": "🤣",
      "text": "Всю свою жизнь прилежно учись. Каждый день становись более искусным, чем ты был за день до этого, а на следующий день — более искусным, чем сегодня. Совершенствование не имеет конца. Будь верен текущей мысли и не отвлекайся. Вместо того, чтобы изнурять себя многими мыслями, следуй одной, но позволяй ей меняться от мгновения к мгновению.",
      "tags": [],
      "image": ""
  }
];